Repository: apertium/apertium-sme-nob
Catalog: tmx_data/pronouns_sme2nob.tmx
Source language: sme
Languages: nob

source: Maid don niegadit?
nob: Hva drømte du?

source: Mun gullen dan maid son muitalii.
nob: Jeg hørte det som h_n fortalte.

source: Dat olbmot, geat áigot boahtit.
nob: De folkene, som skal komme.

source: Dat ii heive buohkaide.
nob: Det høver ikke til alle.

source: Buohkat sáhttet boahtit.
nob: Alle kan komme.

source: Antti lea buohkain čeahpimus.
nob: Antti er av alle den flinkeste.

source: Buot bivttasráhkadeapmi lei nissoniid bargu.
nob: All kleslaging var kvinnenes arbeid.

source: Son lea dakkár mii bargá buot bargguid.
nob: H_n er slik som gjør alt arbeid.

source: Son máhttá buot.
nob: H_n kan alt.

source: Ja nugo olmmoš gohčodii guđege ealli, nu dat šattai navdojuvvot.
nob: Og som mennesket kalte hvert dyr, slik ble det kalt.

source: Juohke gielddas olbmot vulget jienastit.
nob: I hver kommune reiser folk for å stemme.

source: Earát su luohkás ledje boahtán.
nob: Andre i h_ns klasse hadde kommet.

source: Dus ii leat mihkkege ákkaid mannat dohko.
nob: Du h_n har ikke noe argument for å gå dit.

source: Nieida ii muitalan dan geasage.
nob: Jenta fortalte det ikke til noen.

source: Giittos eatnat luoikamis.
nob: Takk for lånet.

source: Mii čorgestallat veahážiid juohke beaivvi.
nob: Vi holder på å rydde litt hver dag.

source: Dan gal juohkehaš fuobmá dakkaviđe.
nob: Det oppdager enhver straks.

source: Ii leat goassege leamaš nu unnán čáhci eanus.
nob: Det har ikke noensinne vært så lite vann i elva.

source: Muhtimat ledje stuorábut go earát, ja muhtimat fas unnibut.
nob: Noen var større enn andre, og noen igjen mindre.

source: Ja lea dat nuppiide sámiide nai hávski gullat sámi dili birra.
nob: Og det er for de andre samene også morsomt å høre om samisk situasjon.

source: Son ipmirda nuppiid váttisvuođaid.
nob: H_n forstår de andres problemer.

source: Gielddat galget ovttasbargat nubbi nuppiin.
nob: Kommunene skal samarbeide med hverandre.

source: In dieđe leago mihkkege dahkkon dainna, in mun goit leat gullan maidege.
nob: Jeg vet ikke om noe er blitt gjort med det, jeg har ikke i alle fall hørt noe.

source: Don gal it dohkke maninge.
nob: Du duger ikke som noe.

source: Ii sáhte dan geavahit masage.
nob: H_n kan ikke bruke det til noe.

source: Dat sáhtii goas beare gahččat láhttái.
nob: Det kunne når som helst falle på golvet.

source: Mun áiggošin jearrat dus juoidá.
nob: Jeg skulle spørre noe hos deg.

source: Dákko ii oaččo mannat ii oktage.
nob: Her får ingen gå.

source: Son muitalii feara maid.
nob: H_n fortalte litt av hvert.

source: Mii gulaimet soapmása čoalkkuheame uvssa.
nob: Vi hørte at noen banker på døra.

source: Mun ipmirdin dušše soames sáni.
nob: Jeg forsto bare noen ord.

source: Soames lea váldán mus čoavdaga.
nob: Noen har tatt nøkkelen hos meg.

source: Son osttii juoidá.
nob: H_n kjøpte noe.

source: Goappašagat gal háliideaba mannat dohko.
nob: Begge vil gå dit.

source: Guktot uvssat leat rabas.
nob: Begge dørene er åpne.

source: Soai válljeba ieža goabbáge golbma lahtu oktan persovnnalaš sadjásašlahtuiguin.
nob: De to velger selv hver tre medlemmer sammen med personlige varamedlemmer.

source: Mánát iešguđege sogas deaivvadedje ja lahkanedje guhtet guimmiideaset.
nob: Barna av forksjellige slekter møttes og nærmet seg hverandre.

source: Olbmot háleštedje guhtet guimmiideasetguin.
nob: Folk pratet med hverandre.

source: Ovddemus galge nannet oahpahusa goabbat sajis.
nob: Først skulle man styrke undervisning på begge stedene.

source: Soai geahčaiga goabbat guoimmiska.
nob: De to så på hverandre.

source: Dál lea áigi čájehit alcceseamet ja earáide sámi kultuvra.
nob: Nå er tidfor å vise til oss selv og andre samisk kultur.

source: Mus lea alddán buorre biila.
nob: Jeg har selv en god bil.

source: Manne nu geavvá, dan fertet alddámet jearrat!
nob: Hvorfor det hender så, det må du spørre deg selv!

source: Buohkat suorganedje ja jerre guhtet guimmiineaset: Makkár sátni lea dát?
nob: Alle ble redde og de spurte hos hverandre: Hvilket ord er dette?

source: Ja makkárat dat leat?
nob: Og hvordan er de?

source: 1974:s huksii stáhta dákkáriid.
nob: I 1974 bygde staten slike.

source: Sápmelaš giehtaduojár ii sáhte dakkáriiguin nagodit gilvalit.
nob: Samisk håndverker kan ikke klare med slike å konkurrere.

source: Máret oaččui guktuin mánáin skeaŋkka.
nob: Máret fikk av begge barna gave.

source: Máret oaččui goappašiin mánáin skeaŋkka.
nob: Máret fikk av begge barna gave.

source: Son čállá goappašiid gieđaiguin.
nob: H_n skriver med begge hendene.

source: Son čállá guktuid gieđaiguin.
nob: H_n skriver begge hendene.

source: Son oaččui nuppi mánás reivve.
nob: H_n fikk brev fra det ene barnet.

source: Mun adden nuppi mánnái skeaŋkka.
nob: Jeg gav gaven til det ene barnet.

source: Máret válljii nuppi báiddi.
nob: Máret valgte den ene skjorta.

source: Máret válljii nuppi.
nob: Máret valgte den ene.

source: Mun adden goappašagaide skeaŋkka.
nob: Jeg gav gave til begge.

source: Son lea juoga mas leamaš mielde.
nob: H_n har i noe vært med.

source: Son lea juostá leamaš mielde.
nob: H_n har i noe vært med.

source: Son lea juoga masa darvánan.
nob: H_n har festet seg i noe.

source: Son lea juosat darvánan.
nob: H_n har festet seg til noe.

source: Ii mihkkege nu heittot, ahte juonin ii leat buorre.
nob: Ingenting så dårlig, at noe ikke er bra.

source: Máhtte lea juostá leamaš, gos liikui bures.
nob: Máhtte har vært et sted, som han likte bra.

source: Mánát leat juosat dolvon biilačoavdagiid.
nob: Barna har ført bilnøkler noe sted.

source: Gulan juoidá gealláris.
nob: Jeg hører noe i kjelleren.

source: Gealláris gullo juoga.
nob: I kjelleren høres noe.

source: Oahpaheaddji lea dušše muhtumiidda juohkán doarjjaárkkaid.
nob: Læreren har bare til noen delt støtteark.

source: Ánne lea soapmásii suhttan.
nob: Ánne har på noen blitt sint.

source: Lean earáin gullan ságaid.
nob: Jeg har hørt nyheter av andre.

source: Iigo dát dohkkešii juoga masa?
nob: Ikke dette kunne duge som noe?

source: Oahppit gávdne dieđuid eará girjjiin.
nob: Elevene fant informasjonen i de andre bøkene.

source: Máret humai soames dievdduin.
nob: Máret snakket med en mann.

source: Mun sáddejin reivve muhtun kantuvrii.
nob: Jeg sendte brev til et kontor.

source: Máret gal jáhkká vaikko geasa.
nob: Máret tror på hvem som helst.

source: Sii leat feara geas bivdán veahki.
nob: De har bedt om hjelp fra hvem som helst.

source: Son lea geasa nu muitalan ságaid.
nob: H_n har fortalt nyheter til en eller annen.

source: Son buđalda vaikko mainna.
nob: H_n pusler med hva som helst.

source: Son náitala vaikko goappáin oappáin.
nob: H_n gifter seg med om så hvem av søstrene.

source: Mun oasttán vaikko makkár herskuid.
nob: Jeg kjøper om så hva slags delikatesser.

source: Seahkas ii leat mihkkege.
nob: I sekken er det ikke noe.

source: Piera ii bala mastege.
nob: Piera frykter ikke for noe.

source: Moai ean muital maidege geasage.
nob: Vi to forteller ikke noe til noen.

source: In fuola makkárage.
nob: Jeg bryr ikke seg om noe slags.

source: Makkára don siđat? In duđa makkáriige.
nob: Hvilken ønsker du? Jeg er ikke fornøyd med noen slags.

source: Ii guđesge lean niesti mielde.
nob: Ingen av dem hadde niste med.

source: Moai ean liiko goabbáige.
nob: Vi to liker ikke noen av dem.

source: Son ii fuola ovttaidge sabehiid.
nob: H_n vil ikke ha noen ski.

source: Mun in oaidnán ovttage.
nob: Jeg så ikke noen.

source: Mis eai leat makkárge heađit.
nob: Vi har ikke noen slags nød.

source: Ii oktage olmmoš boahtán čoahkkimii.
nob: Ingen mennesker kom til møtet.

source: Moai ean leat lohpidan goappáge bargái eambbo bálkká.
nob: Vi to har ikke lovet mer lønn til noen av de ansatte.

source: Mun in leat ožžon ovttage olbmos vástádusa.
nob: Jeg har ikke fått svar fra noe menneske.

source: Mánás lea veaháš nuorvu.
nob: Barnet har litt forkjølelse.

source: Mus leat unnán biktasat.
nob: Jeg har lite klær.

source: Albert lea borran buot gáhkuid.
nob: Albert har spist alle kakene.

source: Albert lea borran buot.
nob: Albert har spist alt.

source: Máret biehku juohke duššiin.
nob: Máret sutrer for ingenting.

source: Eanas olbmuin lea golgodávda.
nob: De fleste folk har reksyke.

source: Eatnasiin lea golgodávda.
nob: De fleste har reksyke.

source: Dáhpáhus váikkuhii eatnagiidda.
nob: Hendelsen påvirket mange.

source: Ollugat leat suorganan.
nob: Mange har blitt redde.

source: Máret muitalii ságaid juohkehažžii, gii gillii gullat.
nob: Máret fortalte nyheter til enhver, som orket å høre.

source: Buohkat barge leavssuid.
nob: Alle arbeidet med lekser.

source: Máret muitalii ságaid buohkaide.
nob: Máret fortalte nyheter til alle.

source: Soai dahkaluttaiga nubbi nubbin.
nob: De to lot som om var hverandre.

source: Sii čergo guhtet guimmiineaset.
nob: De brølte med hverandre.

source: Sii čergo nuppit nuppiiguin.
nob: De brølte med hverandre.

source: Soai čeargguiga goabbat guimmiineaskka.
nob: De to brølte med hverandre.

source: Sii gulle ságaid nuppit nuppiin.
nob: De hørte nyheter fra hverandre.

source: Mii oaččuimet guhtet guoimmisteamet liđiid.
nob: Vi fikk blomster fra hverandre.

source: Sii addet guhtet guoibmáseaset liđiid.
nob: De gir blomster til hverandre.

source: Sii addet nuppit nuppiide liđiid.
nob: De gir blomster til hverandre.

source: Ean birge goabbat guoibmáme haga.
nob: Vi to greier oss ikke uten hverandre.

source: Mii bearráigeahččat guhtet guoibmámet mánáid.
nob: Vi inspiserer hverandres barn.

source: Sii dovdet nuppit nuppiid.
nob: De kjenner hverandre.

source: Sii dovdet guhtet guoimmiset.
nob: De kjenner hverandre.

source: Soai dovdaba nubbi nuppi.
nob: De to kjenner hverandre.

source: Soai dovdaba goabbat guoimmiska.
nob: De to kjenner hverandre.

source: Dii oaččuidet skeaŋkka guhtet guimmiineattet.
nob: Dere fikk gave fra hverandre.

source: Dii oaččuidet skeaŋkka guhtet guoimmisteattet.
nob: Dere fikk gave fra hverandre.

source: Sii ledje hárbman guhtet guimmiidasaset.
nob: De hadde blitt sinte på hverandre.

source: Sii ledje hárbman guhtet guoibmáseaset.
nob: De hadde blitt sinte på hverandre.

source: Mii liikot guhtet guimmiidasamet.
nob: Vi liker hverandre.

source: Mii liikot guhtet guoibmáseamet.
nob: Vi liker hverandre.

source: Doai oinniide goabbat guoimmáde.
nob: Dere to så hverandre.

source: Soai oaččuiga skeaŋkka goabbat guoimmiska.
nob: De to fikk gave fra hverandre.

source: Moai liikojetne goabbat guoibmáseame.
nob: Vi to liker hverandre.

source: Soai oaččuiga skeaŋkka nubbi nuppis.
nob: De to fikk gave fra hverandre.

source: Sii ledje hárbman nuppit nuppiide.
nob: De hadde blitt sinte på hverandre.

source: Moai liikojetne nubbi nubbái.
nob: Vi to liker hverandre.

source: Gal moai birgejetne iehčaneame.
nob: Vi to greier oss på egen hånd.

source: Soai leaba iežaineaskka jurddašan ahte dál ii gánnát biilla oastit.
nob: De to har tenkt med seg selv at nå lønner det seg ikke å kjøpe bil.

source: Son lávllodii iežainis.
nob: H_n sang med seg selv.

source: Mis lea alddámet biila.
nob: Vi har selv bil.

source: Soai leaba alddiska viežžan ruđaid.
nob: De to har hentet penger fra seg selv.

source: Itgo oainne alddát sivaid?
nob: Ser du ikke feil på deg selv?

source: Doai rabaide alcceseatte konttu báŋkkus.
nob: Dere to åpnet konto til seg selv i banken.

source: Moai oste alcceseame ođđa biilla.
nob: Vi to kjøper ny bil til oss selv.

source: Son dahká alccesis bárttiid.
nob: H_n lager problemer for seg selv.

source: Ean fuola su iežame mielde.
nob: Vi to vil ikke ha h_n med oss.

source: Sii hupmet iežaset ságaid.
nob: De snakker sine nyheter.

source: Doai viežžabeahtti iežade reaga.
nob: Dere to henter deres slede.

source: Mun buvttán iežan girjji.
nob: Jeg bringer mi bok.

source: Soai rámpoba iežaska.
nob: De to roser seg selv.

source: Mii leat iežamet govven.
nob: Vi har fotografert oss selv.

source: Don lávet iežat láitit.
nob: Du pleier å klandre deg selv.

source: Gal sii ieža čállet.
nob: De selv skriver.

source: Gal doai ieža čállibeahtti.
nob: Dere to selv skriver.

source: Gal mun ieš čálán.
nob: Jeg selv skriver.

source: Geat olbmuid dohko ges fárrejit?
nob: Hvilke folk flytter dit igjen?

source: Geat olbmot heajain ledje?
nob: Hvilke folk var i bryllupet?

source: Mat veahkit dus leat?
nob: Hvilke hjelpere har du?

source: Mat vehkiid bat barggu gaskan vulget?
nob: Hvilke hjelpere da forlater arbeidet?

source: Man biilla áiggut oastit?
nob: Hvilken bil skal du kjøpe?

source: Maid herskuid galggašii alla hearráide guossohit?
nob: Hvilke delikatesser skulle man by til de høye herrene?

source: Gii gussiid dohko bođii?
nob: Hvilke gjester kom dit?

source: Mii heđiid dus lea?
nob: Hvilke problemer har du?

source: Man mánás lea bátnevárka?
nob: Hvilket barn har tannverk?

source: Guđiid mašiinnaiguin lea álkimus goarrut?
nob: Med hvilke maskiner er det letteste å sy?

source: Guđiiguin mašiinnaiguin lea álkimus goarrut?
nob: Med hvilke maskiner er det letteste å sy?

source: Guđe hildui borddát girjjiid?
nob: Til hvilken hylle stabler du bøker?

source: Goappá mánás lea bátnevárka?
nob: Hvilket av de to barnene har tannverk?

source: Guđemuš viesuin orrot olbmot?
nob: I hvilke hus bor det folk?

source: Guđemuš beatnagiid galgá báttis veaddit?
nob: Hvilke hunder skal man tjore i tauet?

source: Maiguin mašiinnaiguin don goarut?
nob: Med hvilke maskiner syr du?

source: Guđiid biktasiid mun galggan bassat?
nob: Hvilke klær skal jeg vaske?

source: Goappáin biillain don vuolggát?
nob: Med hvilken av de to bilene bilen reiser du?

source: Geanin don gáttát iežat?
nob: Som hvem tror du deg?

source: Siđan mašiinna, mainna sáhtán gávtti goarrut.
nob: Jeg ønsker maskinen, som med jeg kan sy kofte.

source: Geaiguin don reivvestalat?
nob: Med hvem du brevveksler?

source: Atte munnje daid girjjiid, main siiddut leat gaikodan.
nob: Gi de bøkene til meg, hvor sidene er revet.

source: Goappás leat bivdán veahki?
nob: Ac hvilken av de to har du bedt om hjelp?

source: Mun válddán dan veaskku, masa telefovdna čáhká.
nob: Jeg tar den vesken, som i telefonen får plass.

source: Guđemužžii áiggut riŋget?
nob: Til hvilken skal du ringe?

source: Sirdu dan beavddi, man alde lea TV.
nob: Flytt det bordet, på hvilken det er TV.

source: Guđemučča mielde don vuolggát?
nob: Med hvilken reiser du?

source: Mii riŋget daidda váhnemiidda, geaid mánát borgguhit.
nob: Vi ringer de foreldrene, hvilkes barn røyker.

source: Guđemučča nieida don leat?
nob: Hvem sin jente er du?

source: Mun vieččan dan reaga, goappá don guođát.
nob: Jeg henter den sleden, hvilken du forlater.

source: Man don siđat, dán, duon vai dien?
nob: Hva du ønsker, dette, den eller denne?

source: Maid don áiggut?
nob: Hva skal du?

source: Sabehat mat ceaggájedje seainni vuostá, leat jávkan.
nob: Skiene som sto mot veggen, de har forsvunnet.

source: Geat dohko bohtet?
nob: Hvem kommer dit?

source: Son gii boahtá maŋŋit, ii oaččo čohkkánsaji.
nob: H_n som kommer seint, h_n får ikke sitteplass.

source: Gii dál boahtá?
nob: Hvem kommer nå?

source: Dáid mašiinnaiguin lea álki goarrut.
nob: Med disse maskinene er det lett å sy.

source: Dáiguin mašiinnaiguin lea álki goarrut.
nob: Med disse maskinene er det lett å sy.

source: Duon hildui borddán girjjiid.
nob: Jeg stabler bøker på den hylla.

source: Dán mánás lea bátnevárka.
nob: Dette barnet har tannverk.

source: Dáidda beatnagiidda attán dávtti.
nob: Jeg gir beinet til disse hundene.

source: Duon máná biktasat leat visot njuoskan.
nob: Det barnets klær har alt helt våte.

source: Dieinna mašiinnain lei álki goarrut.
nob: Med denne maskinen var det lett å sy.

source: Mun gádden Elle dienin.
nob: Jeg trodde Elle var slik.

source: Duoinna sáhttá čállit.
nob: Med den kan man skrive.

source: Dieiguin ii olle gosage.
nob: Med dem når man inget sted.

source: Dáin ii leat ollu ávki.
nob: I disse er det ikke mye nytte.

source: Dies oažžu veahki.
nob: Av denne får man hjelp.

source: Daidda čatnasit ollu ovdagáttut.
nob: Til dem knyttes det mange fordommer.

source: Mun bijan biergasiid diesa.
nob: Jeg setter ting i dette.

source: Čoavdda lea duon siste.
nob: Nøkkelen er inni den.

source: In dovdda dieid ovdamuniid.
nob: Jeg kjenner ikke disse fordelene.

source: Eadni tevdnii duoid.
nob: Mor tegnet de.

source: Ánte basai dien.
nob: Ánte vasket denne.
